{
  "updated": "2026-01-03T23:21:37.706Z",
  "totalItemCount": 43,
  "items": [
    {
      "Date": "2025-08-22",
      "Topic": "Disruptive Technologies",
      "Headline": "The US government announces 10 percent stake in Intel",
      "Copy": "President Trump posts on Truth Social: \"It is my Great Honor to report that the United States of America now fully owns and controls 10% of INTEL, a Great American Company that has an even more incredible future.\"",
      "Link": "https://www.nbcnews.com/business/business-news/intel-agrees-us-stake-in-company-how-much-what-to-know-rcna226667",
      "Type": "Social media",
      "Submitted": "2025-08-25",
      "Updated": "20250825-150510",
      "ID": "ITEM-20250825-150510-4DVOIA"
    },
    {
      "Date": "2025-08-04",
      "Topic": "Disruptive Technologies",
      "Headline": "Illinois becomes first state to block AI therapy",
      "Copy": "Governor JB Pritzker signs into law protections for patients against the use of artificial intelligence in therapy and psychotherapy services, making Illinois the first state to do so. ",
      "Link": "https://idfpr.illinois.gov/news/2025/gov-pritzker-signs-state-leg-prohibiting-ai-therapy-in-il.html",
      "Type": "Legislation",
      "Submitted": "2025-08-25",
      "Updated": "20250825-142635",
      "ID": "ITEM-20250825-142635-Y3YZLX"
    },
    {
      "Date": "2025-07-23",
      "Topic": "Disruptive Technologies",
      "Headline": "The White House releases an “AI Action Plan”",
      "Copy": "The document introduces more than 90 federal policies related to artificial intelligence innovation, infrastructure, and diplomacy and security, intended to “cement US dominance in artificial intelligence” and proposes gutting regulations, expanding AI use, and rapidly building data centers.",
      "Link": "https://thebulletin.org/2025/07/americas-ai-action-plan-aims-to-gut-regulation-and-expand-manufacturing/",
      "Type": "Document, White House action",
      "Submitted": "2025-08-25",
      "Updated": "20250825-142338",
      "ID": "ITEM-20250825-142338-PVTPMY"
    },
    {
      "Date": "2025-06-21",
      "Topic": "Nuclear Risk",
      "Headline": "The United States bombs Iran",
      "Copy": "The United States attacks three Iranian nuclear sites: Fordow, Natanz, and Isfahan. While Trump touts the attack as “very successful,” the status of Iran’s nuclear program remains unclear. Some experts believe the US action might spur Iran to covertly sprint toward a nuclear weapon as quickly as possible. The White House characterizes the strikes as targeting Iran’s nuclear program and nothing more. \"It was not an attack on Iran. It was not an attack on the Iranian people. This wasn't a regime change move,\" Secretary of State Marco Rubio <a href=\"https://www.cbsnews.com/news/trump-iran-israel-war-regime-change-us-strikes-nuclear-sites-damage/\">tells CBS News</a>. That same day, however, Trump <a href=\"https://truthsocial.com/@realDonaldTrump/posts/114729009239087163\">posts</a> on social media, “If the current Iranian Regime is unable to MAKE IRAN GREAT AGAIN, why wouldn’t there be a Regime change???”",
      "Link": "https://thebulletin.org/2025/06/united-states-attacks-iranian-nuclear-facilities-raising-the-possibility-of-iranian-retaliation-sprint-for-nuclear-weapons",
      "Type": "White House action, Event, Social media",
      "Submitted": "2025-06-24",
      "Updated": "",
      "ID": "ITEM-20250624-145833-HF54TW"
    },
    {
      "Date": "2025-06-13",
      "Topic": "Nuclear Risk",
      "Headline": "“We knew everything” about Israel's strikes on Iran, Trump says",
      "Copy": "Trump says <a href=\"https://thebulletin.org/2025/06/israel-attacks-iran-targeting-military-leaders-nuclear-facilities-and-nuclear-scientists/\">Israel’s attack on Iran</a> and its nuclear facilities followed the US deadline for Iran to make a deal. “We knew just about everything,” he said. “We knew enough that we gave Iran 60 days to make a deal, and today is 61, right? So, you know, we knew everything.” Trump <a href=\"https://www.usnews.com/news/politics/articles/2025-05-28/un-atomic-watchdog-chief-says-jury-is-still-out-on-iran-us-nuclear-talks\">previously said</a> he told Israeli Prime Minister Benjamin Netanyahu to delay military action to give his administration more time to push for a new nuclear deal with Tehran. A day after Israel launches its attack, Iran <a href=\"https://www.reuters.com/world/middle-east/sundays-us-iran-nuclear-talks-cancelled-oman-says-2025-06-14/\">cancels</a> a sixth round of nuclear talks that had been set to resume 24 hours later in Oman.",
      "Link": "https://www.reuters.com/world/middle-east/trump-tells-reuters-its-unclear-if-iran-still-has-nuclear-program-2025-06-13/",
      "Type": "Public statement",
      "Submitted": "2025-06-16",
      "Updated": "20250616-193246",
      "ID": "ITEM-20250616-193246-W4IA8Z"
    },
    {
      "Date": "2025-06-11",
      "Topic": "Biosecurity",
      "Headline": "RFK Jr. replaces CDC vaccine advisors",
      "Copy": "All 17 members of the CDC’s Advisory Committee on Immunization Practices, experts in immunology and other relevant areas, are replaced by eight new individuals—including a board member of what's described as the United State's oldest anti-vaccine organization, a former Harvard professor who claims to have been fired for resisting COVID health measures, and a microbiologist who has spread falsehoods about COVID vaccines. The committee’s vaccine recommendations inform school vaccine schedules and insurance coverage of vaccines, and advocates worry the transformed committee will help Kennedy reduce vaccine access.",
      "Link": "https://thebulletin.org/2025/06/rfk-jr-picks-new-cdc-vaccine-advisors-allied-with-the-anti-vax-movement/#post-heading",
      "Type": "Agency action",
      "Submitted": "2025-08-25",
      "Updated": "20250825-183607",
      "ID": "ITEM-20250825-183607-0O7KV2"
    },
    {
      "Date": "2025-06-09",
      "Topic": "Nuclear Risk",
      "Headline": "Iran rejects Trump administration's proposal for a new nuclear deal",
      "Copy": "President Trump tells reporters that Iran appears to have rejected the US proposal for a nuclear deal over the demand that it stop enriching uranium <a href=\"https://thebulletin.org/2025/06/a-nuclear-consortium-in-the-persian-gulf-as-a-basis-for-a-new-nuclear-deal-between-the-united-states-and-iran/a\">on Iranian soil</a>. “They don’t want to give up what they have to give up,” Trump says. “You know what that is: They seek enrichment.”",
      "Link": "https://www.nytimes.com/2025/06/09/us/politics/iran-nuclear-trump-proposal-uranium.html",
      "Type": "Public statement",
      "Submitted": "2025-06-16",
      "Updated": "20250616-184213",
      "ID": "ITEM-20250616-184213-WVLB5Y"
    },
    {
      "Date": "2025-05-23",
      "Topic": "Nuclear Risk, Climate Change",
      "Headline": "Trump issues executive orders on nuclear power",
      "Copy": "President Trump signs four executive orders to <a href=\"https://www.whitehouse.gov/presidential-actions/2025/05/reinvigorating-the-nuclear-industrial-base/\">speed</a> nuclear power plant construction and <a href=\"https://www.whitehouse.gov/presidential-actions/2025/05/reforming-nuclear-reactor-testing-at-the-department-of-energy/\">support</a> new, smaller reactor designs. One of the orders <a href=\"https://www.whitehouse.gov/presidential-actions/2025/05/deploying-advanced-nuclear-reactor-technologies-for-national-security/\">allows</a> the siting of reactors on federal property and military bases. That could allow the Energy and Defense departments to bypass the N.R.C. and develop their own, faster processes for approving reactors,\" the <em>New York Times</em> <a href=\"https://www.nytimes.com/2025/05/23/climate/trump-executive-order-nuclear-power.html\">reported</a>. The Trump administration is also planning a “<a href=\"https://www.whitehouse.gov/presidential-actions/2025/05/ordering-the-reform-of-the-nuclear-regulatory-commission/\">substantial reorganization</a>” of the Nuclear Regulatory Commission, the <em>Times</em> said. Industry advocates are elated; one watchdog warns that a large radiological release would “destroy public trust in nuclear power.\"",
      "Link": "https://thebulletin.org/2025/05/the-nrcs-new-mission-impossible-making-atoms-great-again",
      "Type": "Executive order",
      "Submitted": "2025-05-23",
      "Updated": "20250523-183102",
      "ID": "ITEM-20250523-183102-Z0DV9H"
    },
    {
      "Date": "2025-05-22",
      "Topic": "Disruptive Technologies",
      "Headline": "US House passes “big beautiful bill” with decade-long ban on state regulation of AI",
      "Copy": "The US House of Representatives passes President Trump's sweeping tax and spending bill with a provision stating that, for 10 years, “no state or political subdivision may enforce any law or regulation regulating artificial intelligence models, artificial intelligence systems, or automated decision systems.” The ban still must clear Senate passage, as well as vocal opposition from dozens of states concerned about federal overreach.",
      "Link": "https://apnews.com/article/ai-regulation-state-moratorium-congress-39d1c8a0758ffe0242283bb82f66d51a",
      "Type": "Legislation",
      "Submitted": "2025-06-02",
      "Updated": "20250602-110013",
      "ID": "ITEM-20250602-110013-8QT9NM"
    },
    {
      "Date": "2025-05-20",
      "Topic": "Nuclear Risk",
      "Headline": "US President Donald Trump announced the start of a so-called Golden Dome missile defense program",
      "Copy": "US President Donald Trump <a href=\"https://www.washingtonpost.com/politics/2025/05/20/trump-golden-dome-missile-defense/\">announces</a> the start of a “Golden Dome” missile defense project to develop space-based sensing and attack satellites, and that will cost some $175 billion (including $25 billion in the next year). Experts <a href=\"https://thebulletin.org/2025/04/trump-wants-denuclearization-and-a-golden-dome-he-cant-have-both/\">have warned</a> that such a missile defense system will be self-defeating, spurring a new nuclear arms race that makes Trump’s stated goal of “denuclearization” all but impossible to achieve.",
      "Link": "https://thebulletin.org/2025/04/trump-wants-denuclearization-and-a-golden-dome-he-cant-have-both/",
      "Type": "Public statement",
      "Submitted": "2025-05-21",
      "Updated": "20250521-093149",
      "ID": "ITEM-20250521-093149-0SZPZG"
    },
    {
      "Date": "2025-05-16",
      "Topic": "Nuclear Risk",
      "Headline": "Trump says Iran has a US nuclear proposal",
      "Copy": "President Trump says Iran has a US proposal to address its rapidly advancing nuclear program, as negotiations between the two countries reach the \"expert\" level, in which the two sides begin <a href=\"https://thebulletin.org/2025/06/a-nuclear-consortium-in-the-persian-gulf-as-a-basis-for-a-new-nuclear-deal-between-the-united-states-and-iran/\">working out the details</a> of a possible agreement. But the proposal requires that Iran gives up its uranium enrichment capability, which Tehran insists it should be allowed to maintain.",
      "Link": "https://www.pbs.org/newshour/politics/trump-says-iran-has-a-proposal-from-the-us-on-its-rapidly-advancing-nuclear-program",
      "Type": "Public statement",
      "Submitted": "2025-06-16",
      "Updated": "20250616-174907",
      "ID": "ITEM-20250616-174907-KOZHPO"
    },
    {
      "Date": "2025-05-10",
      "Topic": "Nuclear Risk",
      "Headline": "President Trump reveals on his social media site that India and Pakistan agreed to a ceasefire",
      "Copy": "After days of cross-border military strikes against one another, India and Pakistan agree to a ceasefire, with Pakistan crediting the United States for its help in facilitating the agreement.",
      "Link": "https://thebulletin.org/2025/05/the-india-pakistan-conflict-continues-for-a-third-day-so-does-the-possibility-of-nuclear-escalation/",
      "Type": "Social media",
      "Submitted": "2025-05-20",
      "Updated": "20250520-100118",
      "ID": "ITEM-20250520-100118-7R2BMZ"
    },
    {
      "Date": "2025-05-05",
      "Topic": "Climate Change",
      "Headline": "Agencies to stop calculating cost of greenhouse emissions to society",
      "Copy": "The Trump administration orders agencies to stop calculating the \"social cost of carbon\" when enacting new policies or regulations, except where explicitly required by law, citing Executive Order 14154, \"Unleashing American Energy.\" The social cost of carbon weighed the costs of disasters linked to climate change and greenhouse gas emissions, like wildfires and floods, against the cost for industries to meet new regulations. The memo, from the Acting Administrator for the Office of Information and Regulatory Affairs Jeffrey Clark, questions the link between \"supposed changes in the climate\" and anthropogenic greenhouse gas emissions.",
      "Link": "https://www.whitehouse.gov/wp-content/uploads/2025/02/M-25-27-Guidance-Implementing-Section-6-of-Executive-Order-14154-Entitled-Unleashing-American-Energy.pdf",
      "Type": "Executive order",
      "Submitted": "2025-05-19",
      "Updated": "20250519-114139",
      "ID": "ITEM-20250519-114139-Q9GOR0"
    },
    {
      "Date": "2025-04-29",
      "Topic": "Nuclear Risk",
      "Headline": "The Trump administration claims \"11 big wins for nuclear\" in first 100 days",
      "Copy": "As part of the Trump administration’s self-congratulatory celebration of its first 100 days, the Energy Department posts a list of “<a href=\"https://www.energy.gov/ne/articles/11-big-wins-nuclear-trump-administrations-first-100-days\">11 big wins for nuclear</a>.” However, these were typically continuations of programs from previous administrations rather than radically new initiatives.",
      "Link": "https://thebulletin.org/2025/05/trumps-wins-on-nuclear-power-are-losses-for-taxpayers-and-public-safety/",
      "Type": "Document",
      "Submitted": "2025-05-20",
      "Updated": "20250520-100356",
      "ID": "ITEM-20250520-100356-X1BFRM"
    },
    {
      "Date": "2025-04-28",
      "Topic": "Climate Change",
      "Headline": "Trump dismisses National Climate Assessment experts",
      "Copy": "The Trump administration dismisses all 400 or so volunteer scientists working on the Congressionally-mandated National Climate Assessment, and announces the scope of the report is being \"reevaluated.\" The assessment, due to be published in 2027 or 2028, is now in limbo. Experts worry that the re-imagined report will downplay climate threats.",
      "Link": "https://www.reuters.com/sustainability/cop/trump-administration-dismisses-all-authors-key-climate-report-email-says-2025-04-28/",
      "Type": "White House action",
      "Submitted": "2025-05-19",
      "Updated": "20250519-113054",
      "ID": "ITEM-20250519-113054-F8QHLR"
    },
    {
      "Date": "2025-04-20",
      "Topic": "Disruptive Technologies",
      "Headline": "Defense Secretary Pete Hegseth shared Yemen strike details in second Signal chat",
      "Copy": "Nearly a month after journalist Jeffrey Goldberg revealed he was added to a Signal chat in which details of military strikes on Yemen were shared, new reports emerge that the Secretary of Defense shared military plans in a second group chat that included his wife, brother, and personal lawyer.",
      "Link": "https://www.nytimes.com/2025/04/20/us/politics/hegseth-yemen-attack-second-signal-chat.html",
      "Type": "Event",
      "Submitted": "2025-04-23",
      "Updated": "2025-04-24",
      "ID": "ITEM-20250423-183555-046E6S"
    },
    {
      "Date": "2025-04-18",
      "Topic": "Biosecurity",
      "Headline": "Trump unveils \"Lab Leak\" website ",
      "Copy": "US intelligence agencies remain divided on how COVID-19 came to be, with some believing the virus jumped from sick animals to people and others believing that it resulted from research at a biological laboratory. There is uncertainty among the scientific community, as well. But for President Donald Trump there apparently is no wavering. The covid.gov website, which long contained information on the coronavirus, is now dedicated to promoting the so-called lab leak theory, calling it the \"true origins\" of the pandemic. ",
      "Link": "https://www.nytimes.com/2025/04/18/science/trump-covid-website-lab-leak.html",
      "Type": "Website",
      "Submitted": "2025-05-13",
      "Updated": "20250513-185318",
      "ID": "ITEM-20250513-185318-SBNPJQ"
    },
    {
      "Date": "2025-04-12",
      "Topic": "Nuclear Risk",
      "Headline": "US and Iran hold \"constructive\" talks over Tehran's nuclear program",
      "Copy": "A White House statement describes nuclear negotiations with Iran held in Oman as very positive and constructive. “As the first meeting, it was a constructive meeting held in a very peaceful and respectful environment, because no inappropriate language was used,” Iran’s lead negotiator, Foreign Minister Abbas Araghchi, says.",
      "Link": "https://thebulletin.org/2025/04/behind-the-us-iran-talks-five-points-of-convergence-between-trump-and-khamenei/",
      "Type": "Public statement",
      "Submitted": "2025-05-20",
      "Updated": "20250520-095502",
      "ID": "ITEM-20250520-095502-8G0HQU"
    },
    {
      "Date": "2025-04-11",
      "Topic": "Climate Change",
      "Headline": "White House memo reveals plan to gut NOAA’s budget",
      "Copy": "A memo from the White House Office of Management proposes severe cuts to NOAA’s budget, including the effective elimination of the Office of Oceanic and Atmospheric Research—which, as the agency's primary research arm, it produces and enables studies by scientists worldwide of global weather patterns, climate, the oceans and atmosphere. “Step one in the deconstruction of the agency,” former NOAA Administrator Rick Spinrad tells Politico.",
      "Link": "https://www.politico.com/news/2025/04/11/white-house-plan-guts-noaa-climate-research-00286408",
      "Type": "Document",
      "Submitted": "2025-04-25",
      "Updated": "20250425-194001",
      "ID": "ITEM-20250425-194001-G2NACC"
    },
    {
      "Date": "2025-04-09",
      "Topic": "Nuclear Risk",
      "Headline": "US Space Command sends recommdendations to Defense Secretary on \"Golden Dome\"",
      "Copy": "Following a January 27 executive order, US Space Command <a href=\"https://apnews.com/article/golden-dome-missile-defense-trump-16cb94047bfdd7c2c55c5e099e40f74f\">says</a> it has finalized options for Donald Trump’s “Golden Dome” missile defense system and sent its recommendations to Defense Secretary Pete Hegseth for approval. The proposed system is intended to render the continental United States immune to missile attack, a stark departure from existing policy.",
      "Link": "https://thebulletin.org/2025/04/trump-wants-denuclearization-and-a-golden-dome-he-cant-have-both/",
      "Type": "Executive order",
      "Submitted": "2025-05-20",
      "Updated": "20250520-102649",
      "ID": "ITEM-20250520-102649-NDENGE"
    },
    {
      "Date": "2025-03-18",
      "Topic": "Climate Change",
      "Headline": "Annual Threat Assessment",
      "Copy": "The 2025 Annual Threat Assessment by the US intelligence community makes no mention of climate change for the first time in 11 years. Previous intelligence reports found that climate change increases geopolitical tensions and exacerbates threats to US national security interests. “By trading objective reality for ideology, the intelligence community leadership is deliberately handicapping its ability to comprehensively analyze the very security landscape it’s tasked with understanding,” Rod Schoonover, co-founder of the Ecosecurity Council and former Director of Environment and Natural Resources at the National Intelligence Council, tells the Bulletin.",
      "Link": "https://thebulletin.org/2025/03/maine-senator-grills-intelligence-director-gabbard-on-omission-of-climate-change-from-annual-threat-report/",
      "Type": "Document",
      "Submitted": "2025-04-18",
      "Updated": "2025-04-23",
      "ID": "ITEM-20250418-000000-4I03R6"
    },
    {
      "Date": "2025-03-17",
      "Topic": "Climate Change",
      "Headline": "EPA cuts scientific research arm",
      "Copy": "The EPA announces plans to eliminate its scientific research arm and fire more than 1,000 biologists, toxicologists, and other scientists who work for the agency.",
      "Link": "https://www.nytimes.com/2025/03/17/climate/trump-eliminates-epa-science.html",
      "Type": "Agency action, DOGE",
      "Submitted": "2025-04-18",
      "Updated": "2025-04-23",
      "ID": "ITEM-20250418-000000-ZHAB7U"
    },
    {
      "Date": "2025-03-15",
      "Topic": "Disruptive Technologies",
      "Headline": "Signalgate",
      "Copy": "Jeffrey Goldberg, editor-in-chief of <em>The Atlantic</em> magazine, is apparently inadvertently added to a Signal group chat of top US officials, including Defense Secretary Pete Hegseth, in which details of pending US military strikes on Houthi rebels in Yemen are shared. Goldberg reveals the incident, an apparent breach of security at the highest levels of government, in an Atlantic essay on March 24.",
      "Link": "https://www.theatlantic.com/politics/archive/2025/03/trump-administration-accidentally-texted-me-its-war-plans/682151/",
      "Type": "Event",
      "Submitted": "2025-04-18",
      "Updated": "2025-04-23",
      "ID": "ITEM-20250418-000000-T2ONDS"
    },
    {
      "Date": "2025-03-12",
      "Topic": "Climate Change",
      "Headline": "EPA announces vast deregulation",
      "Copy": "EPA Administrator Lee Zeldin announces that the agency is targeting dozens of regulations for elimination. “Today is the greatest day of deregulation our nation has seen,” Zeldin says. “We are driving a dagger straight into the heart of the climate change religion.”",
      "Link": "https://www.epa.gov/newsreleases/epa-launches-biggest-deregulatory-action-us-history",
      "Type": "Agency action, Public statement",
      "Submitted": "2025-04-18",
      "Updated": "2025-04-23",
      "ID": "ITEM-20250418-000000-98JPDT"
    },
    {
      "Date": "2025-03-02",
      "Topic": "Biosecurity",
      "Headline": "Kennedy gives a mild endorsement of the MMR vaccine",
      "Copy": "Robert F. Kennedy, who, before becoming secretary of the Health and Human Services Department, was known as an anti-vaccine activist, reacts to the growing toll of a Texas measles outbreak with a mild endorsement of the measles vaccine. Although public health advocates are somewhat heartened by Kennedy's mention of the vaccine in an op-ed he wrote, the secretary, at the same time, also downplays the importance of the vaccine in reducing the burden of measles. He touts vitamin A as important tool in the fight against measles. The vitamin may help someone already sick with the measles, but the vaccine can nearly eliminate the chance of getting the disease in the first place, allowing them to avoid all of its serious consequences.",
      "Link": "https://thebulletin.org/2025/03/rfk-jr-s-lukewarm-endorsement-of-vaccines-to-end-the-texas-measles-outbreak/#post-heading",
      "Type": "Public statement",
      "Submitted": "2025-04-18",
      "Updated": "2025-04-23",
      "ID": "ITEM-20250418-000000-V4LMOF"
    },
    {
      "Date": "2025-02-28",
      "Topic": "Nuclear Risk",
      "Headline": "Zelensky oval office blow-up",
      "Copy": "Ukrainian President Volodymyr Zelensky’s visit to the White House on February 28 doesn’t go well. Intended to set the stage for a minerals agreement and continued US support for Ukraine’s fight against the Russian invasion, most of the nearly-hour long Oval Office meeting is polite. But about 40 minutes in, with dozens of cameras in the room, Vice President J.D. Vance and Trump begin scolding Zelensky, derailing both the meeting and the minerals deal, and shocking viewers around the world.",
      "Link": "https://thebulletin.org/2025/03/trumps-oval-office-outburst-with-zelensky-annotated/",
      "Type": "Event",
      "Submitted": "2025-04-18",
      "Updated": "2025-04-23",
      "ID": "ITEM-20250418-000000-LDOGNZ"
    },
    {
      "Date": "2025-02-27",
      "Topic": "Climate Change",
      "Headline": "NOAA, NWS workers fired",
      "Copy": "Hundreds of scientists and other workers at the National Weather Service and the National Oceanic and Atmospheric Administration are fired, putting their essential life-saving research and work at risk.",
      "Link": "https://thebulletin.org/2025/03/hurricane-elon-doge-cuts-could-cause-meteorologists-to-miss-the-next-nightmare-storm/",
      "Type": "DOGE",
      "Submitted": "2025-04-18",
      "Updated": "2025-04-23",
      "ID": "ITEM-20250418-000000-OS2TRN"
    },
    {
      "Date": "2025-02-17",
      "Topic": "Nuclear Risk",
      "Headline": "Trump administration tries to bring back fired nuclear weapons workers in DOGE reversal",
      "Copy": "Some NNSA workers who were fired the previous week have been rehired. According to the Associated Press, “NNSA staff who had been reinstated could not all be reached after they were fired, and some were reconsidering whether to return to work, given the uncertainty created by DOGE.”",
      "Link": "https://apnews.com/article/nuclear-doge-firings-trump-federal-916e6819104f04f44c345b7dde4904d5",
      "Type": "DOGE",
      "Submitted": "2025-04-18",
      "Updated": "2025-04-23",
      "ID": "ITEM-20250418-000000-NGG42B"
    },
    {
      "Date": "2025-02-14",
      "Topic": "Nuclear Risk",
      "Headline": "Trump firings paused after causing chaos at NNSA",
      "Copy": "Reports describe “scenes of confusion and chaos” at the agency that oversees the US nuclear weapons stockpile after the firing of NNSA workrers is announced and then quickly paused. “Officials in leadership had scrambled to write descriptions for the roughly 300 probationary employees at the agency who had joined the federal workforce less than two years ago. Managers were given just 200 characters to explain why the jobs these workers did mattered.” (NPR)",
      "Link": "https://www.npr.org/2025/02/14/nx-s1-5298190/nuclear-agency-trump-firings-nnsa",
      "Type": "DOGE",
      "Submitted": "2025-04-18",
      "Updated": "2025-04-23",
      "ID": "ITEM-20250418-000000-6VHTEE"
    },
    {
      "Date": "2025-02-13",
      "Topic": "Nuclear Risk",
      "Headline": "Trump administration starts firing new federal hires, including at NNSA",
      "Copy": "Trump administration’s Department of Government Efficiency starts laying off new federal hires, including at the National Nuclear Security Administration (NNSA), the Energy Department’s agency responsible for maintaining the US nuclear weapons stockpile. Reports indicate more than 300 of the NNSA's 1,800 staff members will lose their jobs after the agency, responsible for maintaining America’s arsenal of nuclear weapons, was denied a national security exemption.",
      "Link": "https://www.npr.org/2025/02/13/nx-s1-5296928/layoffs-trump-doge-education-energy",
      "Type": "DOGE",
      "Submitted": "2025-04-18",
      "Updated": "2025-04-23",
      "ID": "ITEM-20250418-000000-PCWH1I"
    },
    {
      "Date": "2025-02-13",
      "Topic": "Nuclear Risk",
      "Headline": "Trump says he wants to reduce nuclear weapons",
      "Copy": "Trump tells reporters that he wants to hold talks with the leaders of China and Russia about “slowing down, stopping and reducing nuclear weapons.” “There’s no reason for us to be building brand-new nuclear weapons,” he says. “We already have so many you can destroy the world 50 times over, 100 times over.”",
      "Link": "https://www.nytimes.com/2025/02/14/world/asia/china-trump-nuclear-military.html",
      "Type": "Public statement",
      "Submitted": "2025-04-18",
      "Updated": "2025-04-23",
      "ID": "ITEM-20250418-000000-D2XTCS"
    },
    {
      "Date": "2025-02-10",
      "Topic": "Disruptive Technologies",
      "Headline": "Paris AI summit",
      "Copy": "The United States and United Kingdom both refuse to sign the Paris AI declaration. Vance indicates that too much regulation could stifle innovation. More than 60 countries, however, support the declaration.",
      "Link": "https://www.theguardian.com/technology/2025/feb/14/global-disunity-energy-concerns-and-the-shadow-of-musk-key-takeaways-from-the-paris-ai-summit",
      "Type": "Event",
      "Submitted": "2025-04-18",
      "Updated": "2025-04-23",
      "ID": "ITEM-20250418-000000-GDSDFL"
    },
    {
      "Date": "2025-02-07",
      "Topic": "Biosecurity",
      "Headline": "DOGE shuts down USAID, endangering millions",
      "Copy": "Following a State Department memo calling for a 90-day freeze on foreign assistance, and claims by DOGE leader Elon Musk that USAID is a “ball of worms” that is “beyond repair,” the US Agency for International Development <a href=\"https://en.wikipedia.org/wiki/United_States_Agency_for_International_Development#Changes_under_the_second_Trump_administration\">announces</a> most personnel will be placed on adminsitrative leave. Contracts with aid organizations and related services are cancelled, affecting critical operations and field missions—despite judicial halts to some fo the USAID cuts, their effects already begin to be felt arouind the globe, with <a href=\"https://www.nytimes.com/2025/04/11/world/africa/south-sudan-cholera-children-deaths.html\">deadly consequences</a>. Musk later <a href=\"https://www.npr.org/sections/goats-and-soda/2025/02/27/g-s1-50929/elon-musk-ebola-usaid\">acknowledges</a> some moves, including the cancellation of a program to contain of Ebola outbreaks, were “mistakes” that were quickly corrected. But experts observe that those USAID programs remain only partially restored, and caution that the cuts will damage US influence in the world and increase the suffering of millions of people.",
      "Link": "https://thebulletin.org/2025/02/how-the-shutdown-of-usaid-will-hurt-americans-and-empower-foreign-adversaries/",
      "Type": "DOGE",
      "Submitted": "2025-05-30",
      "Updated": "20250530-130400",
      "ID": "ITEM-20250530-130400-QQHYC4"
    },
    {
      "Date": "2025-02-03",
      "Topic": "Disruptive Technologies",
      "Headline": "DOGE's access to Treasury",
      "Copy": "Inexperienced officials from Elon Musk’s Department of Government Efficiency (DOGE) gain administrative access to the core payment systems at the US Treasury’s Bureau of the Fiscal Service (BFS).",
      "Link": "https://thebulletin.org/2025/02/why-doges-meddling-at-treasury-could-have-catastrophic-consequences-for-the-us-economy/",
      "Type": "DOGE",
      "Submitted": "2025-04-18",
      "Updated": "2025-04-23",
      "ID": "ITEM-20250418-000000-KB3PMA"
    },
    {
      "Date": "2025-01-27",
      "Topic": "Climate Change",
      "Headline": "Federal funding pause",
      "Copy": "The Office of Management and Budget (OMB) orders a temporary pause on all federal funding until agency activities are determined to be in line with Presidential priorities. Although the freeze is temporarily blocked by court order, and the OMB order is later rescinded, the consequences of the announcement still reverberate through the US scientific community, and cause lasting damage.",
      "Link": "https://thebulletin.org/2025/02/how-the-trump-administration-could-end-a-century-of-american-scientific-dominance/",
      "Type": "Executive order, Agency action",
      "Submitted": "2025-04-18",
      "Updated": "2025-04-23",
      "ID": "ITEM-20250418-000000-ZVTTIU"
    },
    {
      "Date": "2025-01-23",
      "Topic": "Disruptive Technologies",
      "Headline": "White House seeks “global AI dominance”",
      "Copy": "An executive order “Removing Barriers to American Leadership in Artificial Intelligence” replaces President Biden's October 2024 order on AI, focusing more on deregulation and enhancing America’s dominance in the field.",
      "Link": "https://www.whitehouse.gov/presidential-actions/2025/01/removing-barriers-to-american-leadership-in-artificial-intelligence/",
      "Type": "Executive order",
      "Submitted": "2025-04-18",
      "Updated": "2025-04-23",
      "ID": "ITEM-20250418-000000-91P74D"
    },
    {
      "Date": "2025-01-21",
      "Topic": "Biosecurity",
      "Headline": "HHS halts the publication of public health reports",
      "Copy": "The Trump administration alarms scientists, already skeptical of the administration's intentions with regard to public health, when it halts the publication of the CDC's Morbidity and Mortality Weekly Report, a scientific publication known for publishing timely, public-health-relevant data. The move is billed as an effort by the new administration to understand external communications. During previous changes of administration, however, the report continued to publish. The halted report was to contain studies on H5N1 bird flu. Scientists view the halt as an effort to stifle the publicizing of important health data.",
      "Link": "https://thebulletin.org/2025/01/the-trump-administrations-health-communications-pause-is-unique/",
      "Type": "Agency action",
      "Submitted": "2025-04-18",
      "Updated": "2025-04-23",
      "ID": "ITEM-20250418-000000-6U7XMT"
    },
    {
      "Date": "2025-01-21",
      "Topic": "Climate Change",
      "Headline": "Climate and environmental data removed",
      "Copy": "The day after the inauguration, the Trump administration begins removing federal datasets and taking down websites, including those pertaining to climate change and the environment. One of the first items to go is the Climate and Economic Justice Screening Tool, which mapped climate and economic vulnerabilities across the country, and was widely used inside and outside of government.",
      "Link": "https://thebulletin.org/2025/03/were-losing-our-environmental-history-the-future-of-government-information-under-trump/",
      "Type": "Agency action, Executive order",
      "Submitted": "2025-04-18",
      "Updated": "2025-04-23",
      "ID": "ITEM-20250418-000000-TGVCE3"
    },
    {
      "Date": "2025-01-20",
      "Topic": "Biosecurity",
      "Headline": "Trump removes synthetic DNA protections",
      "Copy": "After his inauguration, President Donald Trump rescinds a Biden administration order on AI safety. The order called for federally funded researchers to order synthetic DNA, an important tool in biotech and biomedical science, only from providers who screen orders. This was an attempt to mitigate the risk that people who intend to do harm or aren't qualified are able to order dangerous sequences from pathogens or toxins.",
      "Link": "https://thebulletin.org/2025/04/how-to-stop-bioterrorists-from-buying-dangerous-dna/#post-heading",
      "Type": "Executive order",
      "Submitted": "2025-04-18",
      "Updated": "2025-04-23",
      "ID": "ITEM-20250418-000000-Z395S8"
    },
    {
      "Date": "2025-01-20",
      "Topic": "Disruptive Technologies",
      "Headline": "DeepSeek is released",
      "Copy": "Chinese artificial intelligence company DeepSeek releases R1, a partly open-source ‘reasoning’ model that can solve scientific problems similarly as OpenAI's most advanced LLM, o1, but at a fraction of the cost and computer power.",
      "Link": "https://www.nature.com/articles/d41586-025-00259-0",
      "Type": "Event",
      "Submitted": "2025-04-18",
      "Updated": "2025-04-23",
      "ID": "ITEM-20250418-000000-CVDJ2P"
    },
    {
      "Date": "2025-01-20",
      "Topic": "Climate Change",
      "Headline": "National Energy Emergency Declared",
      "Copy": "President Trump declares a national energy emergency, and orders agency leaders to use whatever emergency powers available to them to facilitate the expansion of extraction and production of energy (mostly fossil fuels) and critical minerals, including on federal lands.",
      "Link": "https://www.whitehouse.gov/presidential-actions/2025/01/declaring-a-national-energy-emergency/",
      "Type": "Executive order",
      "Submitted": "2025-04-18",
      "Updated": "2025-04-23",
      "ID": "ITEM-20250418-000000-EPT0U2"
    },
    {
      "Date": "2025-01-20",
      "Topic": "Climate Change",
      "Headline": "Paris agreement withdrawl",
      "Copy": "Shortly after his second inauguration on January 20, Trump signs an executive order withdrawing the US from the Paris climate agreement. He also sends a letter to the United Nations informing it of the withdrawal, which will become official one year after the submission of the letter.",
      "Link": "",
      "Type": "Executive order",
      "Submitted": "2025-04-18",
      "Updated": "2025-04-23",
      "ID": "ITEM-20250418-000000-OQ00NT"
    },
    {
      "Date": "2024-11-14",
      "Topic": "Biosecurity",
      "Headline": "Trump picks RFK Jr. to lead HHS",
      "Copy": "President Donald Trump nominates Robert F. Kennedy Jr., an anti-vaccine activist, to lead the Department of Health and Human Services. The department and its subsidiary agencies research vaccines, license them for use, and recommend their uptake. Public health advocates worry that Kennedy will use his perch to discredit vaccines or reduce access to them.",
      "Link": "https://thebulletin.org/2024/11/trump-picks-anti-vaccine-activist-rfk-jr-as-health-secretary/",
      "Type": "Event",
      "Submitted": "2025-04-18",
      "Updated": "2025-04-24",
      "ID": "ITEM-20250418-000000-X54GRS"
    }
  ]
}