{
  "updated": "2025-05-03T07:21:38.623Z",
  "totalItemCount": 24,
  "items": [
    {
      "Date": "2025-04-20",
      "Topic": "Disruptive Technologies",
      "Headline": "Defense Secretary Pete Hegseth shared Yemen strike details in second Signal chat",
      "Copy": "Nearly a month after journalist Jeffrey Goldberg revealed he was added to a Signal chat in which details of military strikes on Yemen were shared, new reports emerge that the Secretary of Defense shared military plans in a second group chat that included his wife, brother, and personal lawyer.",
      "Link": "https://www.nytimes.com/2025/04/20/us/politics/hegseth-yemen-attack-second-signal-chat.html",
      "Type": "Event",
      "Notes": "",
      "Editor": "sgoudarzi@thebulletin.org",
      "Submitted": "2025-04-23",
      "Updated": "2025-04-24",
      "ID": "ITEM-20250423-183555-046E6S"
    },
    {
      "Date": "2025-04-11",
      "Topic": "Climate Change",
      "Headline": "White House memo reveals plan to gut NOAA’s budget",
      "Copy": "A memo from the White House Office of Management proposes severe cuts to NOAA’s budget, including the effective elimination of the Office of Oceanic and Atmospheric Research—which, as the agency&#39;s primary research arm, it produces and enables studies by scientists worldwide of global weather patterns, climate, the oceans and atmosphere. “Step one in the deconstruction of the agency,” former NOAA Administrator Rick Spinrad tells Politico.",
      "Link": "https://www.politico.com/news/2025/04/11/white-house-plan-guts-noaa-climate-research-00286408",
      "Type": "Document",
      "Notes": "",
      "Editor": "tgaulkin@thebulletin.org",
      "Submitted": "2025-04-25",
      "Updated": "20250425-194001",
      "ID": "ITEM-20250425-194001-G2NACC"
    },
    {
      "Date": "2025-03-18",
      "Topic": "Climate Change",
      "Headline": "Annual Threat Assessment",
      "Copy": "The 2025 Annual Threat Assessment by the US intelligence community made no mention of climate change for the first time in 11 years. Previous intelligence reports found that climate change increases geopolitical tensions and exacerbates threats to US national security interests. “By trading objective reality for ideology, the intelligence community leadership is deliberately handicapping its ability to comprehensively analyze the very security landscape it’s tasked with understanding,” Rod Schoonover, co-founder of the Ecosecurity Council and former Director of Environment and Natural Resources at the National Intelligence Council, told the Bulletin.",
      "Link": "https://thebulletin.org/2025/03/maine-senator-grills-intelligence-director-gabbard-on-omission-of-climate-change-from-annual-threat-report/",
      "Type": "Document",
      "Notes": "",
      "Editor": "jmckenzie@thebulletin.org",
      "Submitted": "2025-04-18",
      "Updated": "2025-04-23",
      "ID": "ITEM-20250418-000000-4I03R6"
    },
    {
      "Date": "2025-03-17",
      "Topic": "Climate Change",
      "Headline": "EPA cuts scientific research arm",
      "Copy": "The EPA announced plans to eliminate its scientific research arm, and fire more than 1,000 biologists, toxicologists, and other scientists who work for the agency.",
      "Link": "https://www.nytimes.com/2025/03/17/climate/trump-eliminates-epa-science.html",
      "Type": "Agency action, DOGE",
      "Notes": "",
      "Editor": "jmckenzie@thebulletin.org",
      "Submitted": "2025-04-18",
      "Updated": "2025-04-23",
      "ID": "ITEM-20250418-000000-ZHAB7U"
    },
    {
      "Date": "2025-03-15",
      "Topic": "Disruptive Technologies",
      "Headline": "Signalgate",
      "Copy": "A group of United States officials discussing military strikes in Yemen accidentally added journalist Jeffrey Goldberg of The Atlantic to their Signal group chat.",
      "Link": "https://www.theatlantic.com/politics/archive/2025/03/trump-administration-accidentally-texted-me-its-war-plans/682151/",
      "Type": "Event",
      "Notes": "",
      "Editor": "sgoudarzi@thebulletin.org",
      "Submitted": "2025-04-18",
      "Updated": "2025-04-23",
      "ID": "ITEM-20250418-000000-T2ONDS"
    },
    {
      "Date": "2025-03-12",
      "Topic": "Climate Change",
      "Headline": "EPA announces vast deregulation",
      "Copy": "EPA Administrator Lee Zeldin announced that the agency was targeting dozens of regulations for elimination. “Today is the greatest day of deregulation our nation has seen,” Zeldin said.” We are driving a dagger straight into the heart of the climate change religion.”",
      "Link": "https://www.epa.gov/newsreleases/epa-launches-biggest-deregulatory-action-us-history",
      "Type": "Public statement, Agency action",
      "Notes": "",
      "Editor": "jmckenzie@thebulletin.org",
      "Submitted": "2025-04-18",
      "Updated": "2025-04-23",
      "ID": "ITEM-20250418-000000-98JPDT"
    },
    {
      "Date": "2025-03-02",
      "Topic": "Biosecurity",
      "Headline": "Kennedy gives a mild endorsement of the MMR vaccine",
      "Copy": "Robert F. Kennedy, who, before becoming secretary of the Health and Human Services Department, was known as an anti-vaccine activist, reacted to the growing toll of a Texas measles outbreak with a mild endorsement of the measles vaccine. Although public health advocates were somewhat heartened by Kennedy&#39;s mention of the vaccine in an op-ed he wrote, the secretary, at the same time, also downplayed the importance of the vaccine in reducing the burden of measles. He touted vitamin A as important tool in the fight against measles. The vitamin may help someone already sick with the measles, but the vaccine can nearly eliminate the chance of getting the disease in the first place, allowing them to avoid all of its serious consequences.",
      "Link": "https://thebulletin.org/2025/03/rfk-jr-s-lukewarm-endorsement-of-vaccines-to-end-the-texas-measles-outbreak/#post-heading",
      "Type": "Public statement",
      "Notes": "",
      "Editor": "mfield@thebulletin.org",
      "Submitted": "2025-04-18",
      "Updated": "2025-04-23",
      "ID": "ITEM-20250418-000000-V4LMOF"
    },
    {
      "Date": "2025-02-28",
      "Topic": "Nuclear Risk",
      "Headline": "Zelensky oval office blow-up",
      "Copy": "Ukrainian President Volodymyr Zelensky’s visit to the White House on February 28 didn’t go well. He was there to discuss a minerals agreement and secure continued US support from Donald Trump for Ukraine’s fight against the Russian invasion.Most of their nearly-hour long Oval Office meeting with reporters was polite. But about 40 minutes in, with dozens of cameras in the room, Vice President J.D. Vance and Trump began scolding Zelensky, derailing both the meeting and the minerals deal, and shocking viewers around the world.",
      "Link": "https://thebulletin.org/2025/03/trumps-oval-office-outburst-with-zelensky-annotated/",
      "Type": "Event",
      "Notes": "",
      "Editor": "tgaulkin@thebulletin.org",
      "Submitted": "2025-04-18",
      "Updated": "2025-04-23",
      "ID": "ITEM-20250418-000000-LDOGNZ"
    },
    {
      "Date": "2025-02-27",
      "Topic": "Climate Change",
      "Headline": "NOAA, NWS workers fired",
      "Copy": "Hundreds of scientists and other workers at the National Weather Service and the National Oceanic and Atmospheric Administration were fired, putting their essential life-saving research and work at risk.",
      "Link": "https://thebulletin.org/2025/03/hurricane-elon-doge-cuts-could-cause-meteorologists-to-miss-the-next-nightmare-storm/",
      "Type": "DOGE",
      "Notes": "",
      "Editor": "jmckenzie@thebulletin.org",
      "Submitted": "2025-04-18",
      "Updated": "2025-04-23",
      "ID": "ITEM-20250418-000000-OS2TRN"
    },
    {
      "Date": "2025-02-17",
      "Topic": "Nuclear Risk",
      "Headline": "Trump administration tries to bring back fired nuclear weapons workers in DOGE reversal",
      "Copy": "From AP: “The NNSA staff who had been reinstated could not all be reached after they were fired, and some were reconsidering whether to return to work, given the uncertainty created by DOGE.”",
      "Link": "https://apnews.com/article/nuclear-doge-firings-trump-federal-916e6819104f04f44c345b7dde4904d5",
      "Type": "DOGE",
      "Notes": "",
      "Editor": "francois@thebulletin.org",
      "Submitted": "2025-04-18",
      "Updated": "2025-04-23",
      "ID": "ITEM-20250418-000000-NGG42B"
    },
    {
      "Date": "2025-02-14",
      "Topic": "Nuclear Risk",
      "Headline": "Trump firings paused after causing chaos at NNSA",
      "Copy": "From NPR: “Scenes of confusion and chaos unfolded over the last two days at the civilian agency that oversees the nation’s nuclear weapons stockpile, as the Trump administration’s mass firings were carried out before being ‘paused’ on Friday.” … “Officials in leadership had scrambled to write descriptions for the roughly 300 probationary employees at the agency who had joined the federal workforce less than two years ago. Managers were given just 200 characters to explain why the jobs these workers did mattered.”",
      "Link": "https://www.npr.org/2025/02/14/nx-s1-5298190/nuclear-agency-trump-firings-nnsa",
      "Type": "DOGE",
      "Notes": "",
      "Editor": "francois@thebulletin.org",
      "Submitted": "2025-04-18",
      "Updated": "2025-04-23",
      "ID": "ITEM-20250418-000000-6VHTEE"
    },
    {
      "Date": "2025-02-13",
      "Topic": "Nuclear Risk",
      "Headline": "Trump administration starts firing new federal hires, including at NNSA",
      "Copy": "Trump administration’s Department of Government Efficiency (DOGE) starts laying off new federal hires, including at the National Nuclear Security Administration (NNSA), the Energy Department’s agency responsible for maintaining the US nuclear weapons stockpile.<br> <br><br> From NPR: “According to an NNSA employee, roughly 300 of the agency’s 1,800 staff members are expected to be fired after the agency was denied a national security exemption. The small organization is responsible for maintaining and upgrading America’s arsenal of nuclear weapons, combating nuclear terrorism and preventing proliferation around the world.”",
      "Link": "https://www.npr.org/2025/02/13/nx-s1-5296928/layoffs-trump-doge-education-energy",
      "Type": "DOGE",
      "Notes": "",
      "Editor": "francois@thebulletin.org",
      "Submitted": "2025-04-18",
      "Updated": "2025-04-23",
      "ID": "ITEM-20250418-000000-PCWH1I"
    },
    {
      "Date": "2025-02-13",
      "Topic": "Nuclear Risk",
      "Headline": "Trump says he wants to reduce nuclear weapons",
      "Copy": "From NYTimes: Trump told reporters on Thursday in the Oval Office that he would like to hold talks with both China’s top leader, Xi Jinping, and President Vladimir V. Putin of Russia about “slowing down, stopping and reducing nuclear weapons.“”There’s no reason for us to be building brand-new nuclear weapons,” he said. “We already have so many you can destroy the world 50 times over, 100 times over.”",
      "Link": "https://www.nytimes.com/2025/02/14/world/asia/china-trump-nuclear-military.html",
      "Type": "Public statement",
      "Notes": "",
      "Editor": "tgaulkin@thebulletin.org",
      "Submitted": "2025-04-18",
      "Updated": "2025-04-23",
      "ID": "ITEM-20250418-000000-D2XTCS"
    },
    {
      "Date": "2025-02-10",
      "Topic": "Disruptive Technologies",
      "Headline": "Paris AI summit",
      "Copy": "The United States and United Kingdom both refused to sign the declaration. Vance indicated that too much regulation could stifle innovation. More than 60 countries, however, supported the declaration.",
      "Link": "https://www.theguardian.com/technology/2025/feb/14/global-disunity-energy-concerns-and-the-shadow-of-musk-key-takeaways-from-the-paris-ai-summit",
      "Type": "Event",
      "Notes": "",
      "Editor": "sgoudarzi@thebulletin.org",
      "Submitted": "2025-04-18",
      "Updated": "2025-04-23",
      "ID": "ITEM-20250418-000000-GDSDFL"
    },
    {
      "Date": "2025-02-03",
      "Topic": "Disruptive Technologies",
      "Headline": "DOGE&#39;s access to Treasury",
      "Copy": "Inexperienced officials from Elon Musk’s Department of Government Efficiency (DOGE) gained administrative access to the core payment systems at the US Treasury’s Bureau of the Fiscal Service (BFS).",
      "Link": "https://thebulletin.org/2025/02/why-doges-meddling-at-treasury-could-have-catastrophic-consequences-for-the-us-economy/",
      "Type": "DOGE",
      "Notes": "",
      "Editor": "sgoudarzi@thebulletin.org",
      "Submitted": "2025-04-18",
      "Updated": "2025-04-23",
      "ID": "ITEM-20250418-000000-KB3PMA"
    },
    {
      "Date": "2025-01-27",
      "Topic": "Climate Change",
      "Headline": "Federal funding pause",
      "Copy": "The Office of Management and Budget (OMB) ordered a temporary pause on all federal funding until agency activities are determined to be in line with Presidential priorities. Although the freeze was temporarily blocked by court order, and the OMB order was later rescinded, the consequences of the announcement still reverberated through the US scientific community, and caused lasting damage.",
      "Link": "https://thebulletin.org/2025/02/how-the-trump-administration-could-end-a-century-of-american-scientific-dominance/",
      "Type": "Executive order, Agency action",
      "Notes": "",
      "Editor": "jmckenzie@thebulletin.org",
      "Submitted": "2025-04-18",
      "Updated": "2025-04-23",
      "ID": "ITEM-20250418-000000-ZVTTIU"
    },
    {
      "Date": "2025-01-23",
      "Topic": "Disruptive Technologies",
      "Headline": "“Removing Barriers to American Leadership in Artificial Intelligence”",
      "Copy": "This executive order replaced President Biden&#39;s October 2024 order, focusing more on deregulation and enhancing America’s dominance in the field.",
      "Link": "https://www.whitehouse.gov/presidential-actions/2025/01/removing-barriers-to-american-leadership-in-artificial-intelligence/",
      "Type": "Executive order",
      "Notes": "",
      "Editor": "sgoudarzi@thebulletin.org",
      "Submitted": "2025-04-18",
      "Updated": "2025-04-23",
      "ID": "ITEM-20250418-000000-91P74D"
    },
    {
      "Date": "2025-01-21",
      "Topic": "Biosecurity",
      "Headline": "HHS halts the publication of public health reports",
      "Copy": "The Trump administration alarmed scientists, already skeptical of the administration&#39;s intentions with regard to public health, when it halted the publication of the CDC&#39;s M_orbidity and Mortality Weekly Report_, a scientific publication known for publishing timely, public-health-relevant data. The move was billed as an effort by the new administration to understand external communications. During previous changes of administration, however, the report continued to publish. The halted report was to contain studies on H5N1 bird flu. Scientists viewed the halt as an effort to stifle the publicizing of important health data.",
      "Link": "https://thebulletin.org/2025/01/the-trump-administrations-health-communications-pause-is-unique/",
      "Type": "Agency action",
      "Notes": "",
      "Editor": "mfield@thebulletin.org",
      "Submitted": "2025-04-18",
      "Updated": "2025-04-23",
      "ID": "ITEM-20250418-000000-6U7XMT"
    },
    {
      "Date": "2025-01-21",
      "Topic": "Climate Change",
      "Headline": "Climate and environmental data removed",
      "Copy": "The day after the inauguration, the Trump administration began removing federal datasets and taking down websites, including those pertaining to climate change and the environment. One of the first items to go was the Climate and Economic Justice Screening Tool, which mapped climate and economic vulnerabilities across the country, and was widely used inside and outside of government.",
      "Link": "https://thebulletin.org/2025/03/were-losing-our-environmental-history-the-future-of-government-information-under-trump/",
      "Type": "Executive order, Agency action",
      "Notes": "",
      "Editor": "jmckenzie@thebulletin.org",
      "Submitted": "2025-04-18",
      "Updated": "2025-04-23",
      "ID": "ITEM-20250418-000000-TGVCE3"
    },
    {
      "Date": "2025-01-20",
      "Topic": "Biosecurity",
      "Headline": "Trump removes synthetic DNA protections",
      "Copy": "After his inauguration, President Donald Trump rescinded a Biden administration order on AI safety. The order called for federally funded researchers to order synthetic DNA, an important tool in biotech and biomedical science, only from providers who screen orders. This was an attempt to mitigate the risk that people who intend to do harm or aren&#39;t qualified are able to order dangerous sequences from pathogens or toxins.",
      "Link": "https://thebulletin.org/2025/04/how-to-stop-bioterrorists-from-buying-dangerous-dna/#post-heading",
      "Type": "Executive order",
      "Notes": "",
      "Editor": "mfield@thebulletin.org",
      "Submitted": "2025-04-18",
      "Updated": "2025-04-23",
      "ID": "ITEM-20250418-000000-Z395S8"
    },
    {
      "Date": "2025-01-20",
      "Topic": "Disruptive Technologies",
      "Headline": "DeepSeek release",
      "Copy": "&quot;Hangzhou-based company released DeepSeek-R1, a partly open-source ‘reasoning’ model that can solve some scientific problems at a similar standard to o1, OpenAI&#39;s most advanced LLM&quot; but at a fraction of the cost and computer power.",
      "Link": "https://www.nature.com/articles/d41586-025-00259-0",
      "Type": "Event",
      "Notes": "",
      "Editor": "sgoudarzi@thebulletin.org",
      "Submitted": "2025-04-18",
      "Updated": "2025-04-23",
      "ID": "ITEM-20250418-000000-CVDJ2P"
    },
    {
      "Date": "2025-01-20",
      "Topic": "Climate Change",
      "Headline": "National Energy Emergency Declared",
      "Copy": "President Trump declared a national energy emergency, and ordered agency leaders to use whatever emergency powers available to them to facilitate the expansion of extraction and production of energy (mostly fossil fuels) and critical minerals, including on federal lands.",
      "Link": "https://www.whitehouse.gov/presidential-actions/2025/01/declaring-a-national-energy-emergency/",
      "Type": "Executive order",
      "Notes": "",
      "Editor": "jmckenzie@thebulletin.org",
      "Submitted": "2025-04-18",
      "Updated": "2025-04-23",
      "ID": "ITEM-20250418-000000-EPT0U2"
    },
    {
      "Date": "2025-01-20",
      "Topic": "Climate Change",
      "Headline": "Paris agreement withdrawl",
      "Copy": "Shortly after his second inauguration on January 20, Trump signed an executive order withdrawing the US from the Paris climate agreement. He also sent a letter to the United Nations informing it of the withdrawal, which will become official one year after the submission of the letter.",
      "Link": "",
      "Type": "Executive order",
      "Notes": "",
      "Editor": "tgaulkin@thebulletin.org",
      "Submitted": "2025-04-18",
      "Updated": "2025-04-23",
      "ID": "ITEM-20250418-000000-OQ00NT"
    },
    {
      "Date": "2024-11-14",
      "Topic": "Biosecurity",
      "Headline": "Trump picks RFK Jr. to lead HHS",
      "Copy": "President Donald Trump nominated Robert F. Kennedy Jr., an anti-vaccine activist, to lead the Department of Health and Human Services. The department and its subsidiary agencies research vaccines, license them for use, and recommend their uptake. Public health advocated worried that Kennedy would use his perch to discredit vaccines or reduce access to them.",
      "Link": "https://thebulletin.org/2024/11/trump-picks-anti-vaccine-activist-rfk-jr-as-health-secretary/",
      "Type": "Event",
      "Notes": "",
      "Editor": "mfield@thebulletin.org",
      "Submitted": "2025-04-18",
      "Updated": "2025-04-24",
      "ID": "ITEM-20250418-000000-X54GRS"
    }
  ]
}